
/* No comment provided by engineer. */
"%@ (%@) : Connection Error" = "%1$@ (%2$@) : Chyba připojení";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\"" = "%1$@ vás pozval k rozhovoru \"%2$@\"";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\" with the following message:\n%@" = "%1$@ vás pozval k rozhovoru \"%2$@\" s následující zprávou:\n%3$@";

/* joscar accept group chat button caption */
"Accept" = "Příjmout";

/* No comment provided by engineer. */
"Account" = "Účet";

/* No comment provided by engineer. */
"Adium is unable to connect to the %@ server; the attempt timed out. Please check your network connection and try again." = "Adium is unable to connect to the %@ server; the attempt timed out. Please check your network connection and try again.";

/* Debug window title */
"Adium joscar Debug Log" = "Adium joscar Debug Log";

/* No comment provided by engineer. */
"America Online" = "America Online";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* No comment provided by engineer. */
"Change User Details" = "Změnit podrobnosti o uživateli";

/* No comment provided by engineer. */
"Configure IM Forwarding" = "Nastavení IM spojení";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session ended" = "Přímý rozhovor skončil";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session started" = "Přímý rozhovor začal";

/* No comment provided by engineer. */
"Error: A connection failure has occurred." = "Chyba: Vyskytla se chyba spojení.";

/* joscar group chat invitation window title */
"Group Chat Invitation" = "Pozvání ke skupinovému rozhovoru";

/* No comment provided by engineer. */
"ICQ Number" = "ICQ číslo";

/* No comment provided by engineer. */
"joscar Debug Window" = "Okno joscar Debug";

/* No comment provided by engineer. */
"Member Name" = "Členské jméno";

/* No comment provided by engineer. */
"OK" = "Budiž";

/* SecurID prompt */
"Please enter your SecurID:" = "Zadejte prosím vaše SecurID:";

/* joscar reject group chat button caption */
"Reject" = "Odmítnout";

/* No comment provided by engineer. */
"Request Authorization" = "Vyžádat ověření totožnosti";

/* No comment provided by engineer. */
"Screen Name" = "Jméno";

/* Name of the RSA SecurID product, if localized */
"SecurID" = "SecurID";

/* No comment provided by engineer. */
"The server is temporarily unavailable; you cannot connect at this time. Please try again later." = "Srtver je dočasně nedostupný. Nyní je nelze navázat spojení. Zkuste to prosím později.";

/* No comment provided by engineer. */
"You have been connecting too frequently. Please wait five minutes or more before trying again; trying sooner will increase the timespan of this temporary ban." = "Připojujete se příliš často. Před opětovným připojením počkejte prosím pár minut a potom se připojte znovu. Budete-li se i nadále zkoušet připojit, bude vzrůstat čas potřebný ke zotavení vašeho spojení.";

/* No comment provided by engineer. */
"You have been temporarily blocked by the AIM server and cannot connect at this time. Please try again later." = "Byl jste dočasně zablokován serverem AIM a nyní se nemůžete připojit. Zkuste to prosím později.";
